Repository: nkuttler/django-chaos-engineering
Catalog: django_chaos_engineering/locale/*/LC_MESSAGES/django.po
Languages: de

source: Disable selected actions
de: Deaktiviert ausgewählte Aktionen

source: Enable selected actions
de: Aktiviert ausgewählte Aktionen

source: Url (by name) to act on
de: UR -Name für die Aktion

source: KVs for the created action, see the documentation
de: KVs für die erstellte Aktion, sie Dokumentation

source: The value of the attribute to match
de: Der Wert des Attributes der übereinstimmen muss

source: The model attribute to match
de: Das Attribut des Modells das übereinstimmen muss

source: Filter by verb
de: Filter nach Verb

source: Filter by action model
de: Filter nach Aktiionsmodell

source: Dump more data
de: Mehr Daten ausgeben

source: Dump excessive data
de: Exzessive Daten ausgeben

source: Action model
de: Aktionsmodell

source: Object id
de: Objekt-Id

source: The users to have a party for
de: Der Benutzer der Spaß haben soll

source: The groups to have a party for
de: Die Gruppen die Spaß haben sollen

source: Delete existing storm actions
de: Existierende Sturm-Aktionen löschen

source: Probability %% of created actions
de: Wahrscheinlichkeit %% der erzeugten Aktion

source: No chaos actions found
de: Keine Aktionen gerunden

source: Created action: {}
de: Aktion erstellt: {}

source: Django-chaos mock data generation not allowed
de: Django-chaos mock data Erzeugung nicht erlaubt

source: Model name
de: Modell Name

source: Model module name
de: Modell Modul Name

source: Model applicatin label
de: Modell Applikations Name

source: Model parent class name
de: Modell Oberklasse Name

source: Creation time
de: Erstellungszeit

source: Modification time
de: Bearbeitungszeit

source: Limit the action to this host, blank for any
de: Begrenze die Aktion auf diesen Host, leer für alle

source: On host
de: Auf host

source: Enabled
de: Aktiviert

source: enabled
de: aktiviert

source: probability
de: Wahrscheinlichkeit

source: for users
de: Für Benutzer

source: for groups
de: Für Gruppen

source: on host
de: Auf host

source: additional config
de: Zusätzliche Konfiguration

source: creation time
de: Erstellungszeit

source: modification time
de: Bearbeitungszeit

source: disabled
de: deaktiviert

source: Chaos action: raise {}
de: Chaos Aktion: raise: {}

source: Could not raise configured exception {}
de: Konnte die konfigurierte exception {} nicht raisen

source: Chaos action: slow {}ms
de: Chaos Aktion: langsam: {}

source: act on url name
de: Aktion bei Urlname

source: slow
de: langsam

source: return
de: rückgabe

source: Please refer to the documentation for configuration hints
de: Bitte schaue in die Dokumentation über Konfiguration

source: View name for response
de: View-Name für response

source: Act on url name
de: Aktion bei Urlname

source: Chaos action: return {}
de: Chaos Aktion: rückgabe: {}

source: Response status set to {}
de: Response Status auf {} gesetzt

source: act on attribute
de: Aktion bei attribut

source: act on value
de: Aktion bei Wert

source: default attribute
de: Standard-Attribut

source: Model attribute to act on
de: Modell-Attribut das übereinstimmen muss

source: Act on attribute
de: Modell-Wert der übereinstimmen muss

source: Value of the attribute to act
de: Wert des Attributes der übereinstimmen muss

source: Act on value
de: Aktion bei Wert

source: Key
de: Schlüssel

source: Value
de: Wert

source: Invalid probability of {}
de: Ungültige Wahrscheinlichkeit von {}
